cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'bat'
brew 'chkrootkit'
brew 'dos2unix'
brew 'fasd'
brew 'git'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'lynis'
brew 'msmtp'
brew 'mutt'
brew 'node'
brew 'notmuch'
brew 'offlineimap'
brew 'openssl'
brew 'sqlite'
brew 'sshguard'
brew 'tmux'
brew 'unrar'
brew 'urlview'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'
brew 'zsh'

cask 'adium'
cask 'google-chrome'
cask 'slack'
cask 'alfred'
cask 'arq'
cask 'bartender'
cask 'base''
cask 'framer-x'
cask 'gitup'
cask 'kaleidoscope'
cask 'numi'
cask 'oversight'
cask 'ransomwhere'
cask 'sketch'
cask 'things'
cask 'transmit'
cask 'visual-studio-code'
cask 'xscope'
