cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'bat'
brew 'git'
brew 'htop'
brew 'node'
brew 'nvm'
brew 'tmux'
brew 'uv'
brew 'vim'
brew 'wget'
brew 'zsh-syntax-highlighting'
brew 'zsh'

cask 'alfred'
cask 'arq'
cask 'bartender'
cask 'google-chrome'
cask 'antigravity'
cask 'claude'
cask 'claude-code'
cask 'cursor'
cask 'gemini-cli'
cask 'notion'
cask 'things'
cask 'visual-studio-code'
cask 'warp'
